{
	"META": {
		"repoName": "wp Repo",
		"repoIcon": "https://usescarlet.com/favicon.png"
	},
	"Tweaked": [{
		"name": "YouTube++",
		"version": "18.08.1",
		"down": "https://github.com/qnblackcat/uYouPlus/releases/download/v18.08.1-2.3.1/uYouPlus_18.08.1_2.3.1.ipa",
		"category": "Tweaked Apps",
		"description": "True ad-less YouTube...",
		"bundleID": "com.google.ios.youtube",
		"appstore": "com.google.ios.youtube",
		"contact": {
			"web": "https://repo.twickd.com",
			"twitter": "https://twitter.com/twickdrepo"
		}
	}, {
		"name": "Spotify++",
		"version": "8.6.42",
		"down": "https://resources.usescarlet.com/repo/IPAs/Spotify.ipa",
		"category": "Tweaked Apps",
		"description": "Spotify with no ads, and infinite skips.",
		"bundleID": "com.spotify.client",
		"appstore": "com.spotify.client",
		"debs": [
			"https://usescarlet.com/debs/Spotilife.dylib",
			"https://usescarlet.com/debs/Sposify.dylib",
			"https://usescarlet.com/debs/SposifyFix.dylib"
		],
		"changelog": "- Updated Spotilife to v1.8"
	}],
        "Emulators":[{
                "name": "PPSSPP",
                "version": "1.14.4",
                "icon":"https://github.com/hrydgard/ppsspp/raw/master/icons/icon-114.png",
                "down": "https://p.xx.wtf/Archive/ipa/PPSSPP_v1.14.4.ipa",
                "category": "Emulators",
                "description": "PlayStation Portable (PSP) Emulator.",
                "bundleID": "com.ppsspp.ios",
                "contact": {
                    "web": "https://ppsspp.org",
                    "twitter":"https://twitter.com/ppsspp_emu"
                }
        }],
        "Other":[{
                "name": "Stardew Valley",
                "version":"15.6.39",
                "down": "https://archive.org/download/stardew-valley-15.6.39-le-ti/StardewValley_15.6.39_LeTi.ipa",
                "category": "Applications",
                "description": "Move to the countryside, and cultivate a new life in this award-winning open-ended farming RPG! With over 50+ hours of gameplay content and new Mobile-specific features, such as auto-save and multiple controls options.\n\n**Winner of the Golden Joysticks' Breakthrough Award**\n**Nominee of Game of the Year 2017 - BAFTA Games Awards**\n\n---\n\nBUILD THE FARM OF YOUR DREAMS:\n\n■ Turn your overgrown fields into a lively and bountiful farm\n\n■ Raise and breed happy animals, grow a variety of seasonal crops and design your farm, your way\n\n■ Customize your farmer and home! With hundreds of options to choose from\n\n■ Settle down and start a family with 12 potential marriage candidates\n\n■ Become part of the community by taking part in seasonal festivals and villager quests\n\n■ Explore vast, mysterious caves, encountering dangerous monsters and valuable treasure\n\n■ Spend a relaxing afternoon at one of the local fishing spots or go crabbing by the seaside\n\n■ Forage, grow crops and produce artisan goods to cook up as a delicious meal\n\n■ Rebuilt for touch-screen gameplay on iOS with mobile-specific features, such as auto-select to toggle quickly between your farming tools and auto-attack to swiftly take down fiendish monsters in the mines\n\n■ Continue farming from where you last left off with auto-save (even if you close the app!)\n\n■ Play the game your way with multiple controls options, such as touch-screen and virtual joystick\n\n■ Newly Updated Single Player Content - Including new town upgrades, dating events, crops, fishing ponds, hats, clothing, and new pets! Plus more to be discovered...\n\n---\n\n“The best version of Stardew Valley is the one you have with you … This game is absolutely incredible, and will not disappoint.” - TouchArcade\n\n"Stardew Valley beautifully combines farm simulation with RPG elements to create an intriguing, absorbing rural world." - IGN\n\n“Far more than just a farming game... filled with seemingly endless content and heart.” Giant Bomb\n\n"Village life has never been so accessible and satisfying" - The Telegraph\n\n“Stardew Valley has been the most rich and heartwarming experience I’ve had in a game in years.” CG Magazine\n\n---\n\nNote: Features new 1.5 update story content, multiplayer functionality not supported. No in-app purchases.\n",
                "bundleID": "com.chucklefish.stardewvalley",
                "appstore": "com.chucklefish.stardewvalley"
        },
        {
                "name": "Bloons TD 6",
                "version":"35.2",
                "down": "https://archive.org/download/bloons-td-6-35.2-le-ti_202303/BloonsTD6_35.2_LeTi.ipa",
                "category": "Applications",
                "description": "Craft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon!\n\nOver a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6!\n\nHUGE CONTENT!\n* Regular updates! We release several updates every year with new characters, features, and gameplay.\n* Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses.\n* Odysseys! Battle through a series of maps connected by their theme, rules, and rewards.\n* Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards.\n* Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge.\n* Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more.\n* Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content.\n\nEPIC MONKEY TOWERS & HEROES!\n* 23 powerful Monkey Towers, each with 3 upgrade paths and unique activated abilities.\n* Paragons! Explore the incredible power of the newest Paragon upgrades.\n* 14 diverse Heroes, with 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers!\n\n\nENDLESS AWESOMENESS!\n* 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games.\n* Play anywhere - single player offline works even when your WiFi doesn’t!\n* 67 handcrafted maps, with more added every update.\n* Monkey Knowledge! Over 100 meta-upgrades to add power where you need it.\n* Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes.\n\nWe pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates.\n\nWe truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at https://support.ninjakiwi.com and tell us what we can do better!\n\nNow those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6!\n\n\n**********\n\nNinja Kiwi Notes: \n\nPlease review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress:\nhttps://ninjakiwi.com/terms\nhttps://ninjakiwi.com/privacy_policy\n\nBloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us at https://support.ninjakiwi.com for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases. \n\nNinja Kiwi Community:\nWe love hearing from our players, so please get in touch with any feedback, positive or negative, at https://support.ninjakiwi.com.\n\nStreamers and Video Creators: \nNinja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel at streamers@ninjakiwi.com.\n",
                "bundleID": "com.ninjakiwi.bloonstd6",
                "appstore": "com.ninjakiwi.bloonstd6"
        },
        {
                "name": "Warped Kart Racers",
                "version":"1.31",
                "down": "https://dwdisc.com/fdl/9c8e38f5-c5a2-480b-8f3f-adeefaf0dc74/Warped-Kart-Racers-v1-31.ipa",
                "category": "Applications",
                "description": "Get warped into the ultimate kart racing game - by yourself, or multiplayer - featuring the stars of 20th Television’s hit animated shows: American Dad!, Family Guy, King of the Hill and Solar Opposites! Experience iconic locations and even some surprise ones in your quest for karting glory!\n\nTAKE CONTROL of one of 20 playable characters and beat your friends in riotous races and brutal battles\n\nMaster RACING AND BATTLING across 16 maps drawn from fan-favorite episodes\n\nPlay an extensive SINGLE PLAYER campaign, or compete in 8-player MULTIPLAYER matches\n\nComplete DAILY CHALLENGES to unlock new CHARACTERS, SKINS, KARTS and CUSTOMIZATIONS\n",
                "bundleID": "com.electricsquare.atlas-testflight",
                "appstore": "com.electricsquare.atlas-testflight"
        }]
}
